apport
at
base-files
base-passwd
bash
bcache-tools
binutils
btrfs-progs
build-essential
byobu
chafa
clang
cloud-guest-utils
cloud-init
cloud-initramfs-copymods
cloud-initramfs-dyn-netconf
cmake
curl
dash
dbus-x11
diffutils
dirmngr
dos2unix
doxygen
eatmydata
ethtool
fd-find
findutils
fontconfig-config
fonts-dejavu-core
fonts-ubuntu-console
fwupd
g++
g++-12
gcc
gdb
git-filter-repo
gnupg
graphviz
grep
gzip
hostname
htop
init
landscape-common
libasyncns0
libc6
libdebconfclient0
libdrm-amdgpu1
libdrm-intel1
libdrm-nouveau2
libdrm-radeon1
libeatmydata1
libflac8
libfontconfig1
libfontenc1
libgl1
libgl1-mesa-dri
libglapi-mesa
libglm-dev
libglvnd0
libglx-mesa0
libglx0
libice6
libllvm12
libllvm15
liblua5.3-dev
libpciaccess0
libpulse0
libpulsedsp
libsensors-config
libsensors5
libsm6
libsndfile1
libsodium23
libvorbisenc2
libvulkan1
libwayland-client0
libwrap0
libx11-xcb1
libxaw7
libxcb-dri2-0
libxcb-dri3-0
libxcb-glx0
libxcb-present0
libxcb-randr0
libxcb-shape0
libxcb-shm0
libxcb-sync1
libxcb-xfixes0
libxcomposite1
libxfixes3
libxft2
libxi6
libxinerama1
libxkbfile1
libxmu6
libxpm4
libxrandr2
libxrender1
libxshmfence1
libxt6
libxtst6
libxv1
libxxf86dga1
libxxf86vm1
lua5.3
lvm2
lxd-agent-loader
make-guile
mdadm
mesa-vulkan-drivers
minizip
motd-news-config
multipath-tools
nasm
ncurses-base
ncurses-bin
ncurses-term
npm
open-iscsi
open-vm-tools
openssh-server
openssh-sftp-server
overlayroot
patch
pollinate
ppa-purge
pulseaudio-utils
python3-distutils
python3-importlib-metadata
python3-jinja2
python3-json-pointer
python3-jsonpatch
python3-jsonschema
python3-lib2to3
python3-markupsafe
python3-more-itertools
python3-nacl
python3-pip
python3-pymacaroons
python3-pyrsistent
python3-serial
python3-setuptools
python3-zipp
ripgrep
screen
show-motd
snapd
software-properties-common
sosreport
ssh-import-id
subversion
sysvinit-utils
tmux
ubuntu-minimal
ubuntu-standard
ubuntu-wsl
update-manager-core
update-motd
update-notifier-common
valgrind
vim
wslu
x11-common
x11-utils
xclip
xfsprogs
zip
