tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "grpc"
brew "bear"
brew "gcc"
brew "catimg"
brew "cloc"
brew "fd"
brew "fzf"
brew "libxml2"
brew "gh"
brew "git-credential-oauth"
brew "go"
brew "libevent"
brew "luajit"
brew "navi"
brew "neovim"
brew "sqlite"
brew "node"
brew "openssl@1.1"
brew "pipenv"
brew "python@3.11"
brew "ripgrep"
brew "tmux"
brew "jesseduffield/lazygit/lazygit"
vscode ""
vscode "[main 2025-01-23t16:51:13.395z] update#setstate idle"
vscode "[main 2025-01-23t16:51:14.686z] extension host with pid 30040 exited with code: 0, signal: unknown."
