tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "abseil"
brew "c-ares"
brew "fmt"
brew "protobuf"
brew "re2"
brew "grpc"
brew "spdlog"
brew "bear"
brew "gcc"
brew "brotli"
brew "catimg"
brew "libxcrypt"
brew "cloc"
brew "libnghttp2"
brew "util-linux"
brew "openldap"
brew "fd"
brew "fzf"
brew "libxml2"
brew "gh"
brew "git"
brew "go"
brew "luajit"
brew "navi"
brew "neovim"
brew "node"
brew "openssl@1.1"
brew "pipenv"
brew "python@3.11"
brew "ripgrep"
brew "tmux"
brew "jesseduffield/lazygit/lazygit"
